Repository: ChuVanTuyen/Learn-Angular
Catalog: src/locale/messages.*.xlf
Languages: vi

source: Temrs of service
vi: Thời hạn dịch vụ

source: Contact
vi: Liên hệ

source: Help
vi: Trợ giúp

source: Filter
vi: Bộ lọc

source: Send require
vi: Gửi yêu cầu

source: Send song requests to Mazii Voice
vi: Gửi yêu cầu bài hát cho Mazii Voice

source: The song you requested will be updated on our website
vi: Bài hát bạn yêu cầu sẽ được chúng tớ cập nhật trên trang web

source: Name's song
vi: Tên bài hát

source: Enter the name of the song you requested
vi: Nhập tên bài hát bạn yêu cầu

source: Name's singer
vi: Tên ca sĩ

source: Enter the name of the singer, performing group
vi: Nhập tên ca sĩ, nhóm trình bày

source: Send require
vi: Gửi yêu cầu

source: Artists
vi: Nghệ sĩ

source: Featured album
vi: Album nổi bật

source: Suggest
vi: Đề xuất

source: Latest
vi: Mới nhất

source: Home
vi: Trang chủ

source: Voice chat
vi: Bảng xếp hạng

source: Favourite
vi: Yêu thích nhất

source: My playlist
vi: Danh sách

source: History
vi: Lịch sử

source: Setting
vi: Cài đặt

source: About us
vi: Về chúng tôi

source: Popular tag
vi: Thẻ phổ biến

source: Voice Chart
vi: Bảng xếp hạng
